CSI API ETABS v1

# cDesignSteelCanadian_S16_09 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDStCanadian_S16_09 Canadian_S16_09 { get; }

    ReadOnly Property Canadian_S16_09 As cDStCanadian_S16_09
    	Get

    Dim instance As cDesignSteel
    Dim value As cDStCanadian_S16_09

    value = instance.Canadian_S16_09

    property cDStCanadian_S16_09^ Canadian_S16_09 {
    	cDStCanadian_S16_09^ get ();
    }

    abstract Canadian_S16_09 : cDStCanadian_S16_09 with get

#### Property Value

Type: cDStCanadian_S16_09

See Also

#### Reference

cDesignSteel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com